<?php
$_['heading_title']    = 'Массовое управление ценами';

//Текст внутри настроек модуля
$_['text_module']      = 'Модули';
$_['text_edit']        = 'Настройки модуля';
$_['text_success']     = 'Настройки обновленны';
$_['text_extension']   = 'Модули';
$_['text_plus']   = 'Прибавить (+)';
$_['text_minuse']   = 'Вычесть (-)';
$_['text_multiply']   = 'Умножить (*)';
$_['text_divide']   = 'Разделить (/)';
$_['text_number']   = 'число';

$_['entry_status']     = 'Статус';
$_['entry_reset']     = 'Вернуть первоначальные цены';
$_['entry_formula']   = 'Выберите операцию';

$_['button_apply']     = 'Применить';

$_['button_reset']   = 'Сброс';


$_['error_block']   = 'Неудалось обновить цены';