<?php
// Имя модуля, такой он будет виден на вкладке «модули» в панели управления и внутри настроек модуля
$_['heading_title']    = 'Алфавитная категория';

//Текст внутри настроек модуля
$_['text_module']      = 'Модули';
$_['text_edit']        = 'Настройки модуля';
$_['entry_status']     = 'Статус';
$_['entry_name']       = 'Название модуля';
$_['entry_category']         = 'Показывать в категориях';

//help
$_['help_category']          = '(Автозаполнение)';

//error
$_['error_name']       = 'Название модуля должно содержать от 3 до 64 символов!';
