<?php
// Ім'я модуля
$_['heading_title'] = 'Рядок, що біжить';

// Text
$_['text_extension'] = 'Модулі';
$_['text_success'] = 'Налаштування модуля оновлено!';
$_['text_edit'] = 'Редагування модуля';
$_['text_text'] = 'Рядок, що біжить';
$_['text_left'] = 'зліва направо';
$_['text_right'] = 'з право на ліво';
$_['text_up'] = 'з низу до верху';
$_['text_down'] = 'з верху донизу';

// entry
$_['entry_name']       = 'Назва модуля';
$_['entry_width'] = 'Ширина';
$_['entry_height'] = 'Висота';
$_['entry_status'] = 'Статус';
$_['entry_string'] = 'Введіть рядок:';
$_['entry_delayBeforeStart'] = 'Введіть час:';
$_['entry_direction'] = 'Введіть напрямок:';
$_['entry_duplicated'] = 'Зациклювання:';
$_['entry_duration'] = 'Тривалість:';
$_['entry_speed'] = 'Час:';
$_['entry_gap'] = 'Відстань між розривом:';
$_['entry_pauseOnHover'] = 'Зупинити при наведенні:';
$_['entry_pauseOnCycle'] = 'Зупинити на:';
$_['entry_startVisible'] = 'Виділення:';
$_['entry_amount'] = 'Кількість об`єктів:';
$_['entry_textColor'] = 'Колір тексту:';
$_['entry_textBg'] = 'Фон рядка, що біжить:';
$_['entry_fontSize'] = 'Розмір шрифту (px):';
$_['entry_css'] = 'Додаткові стилі через ;';

// Error
$_['error_permission'] = 'У вас немає прав для керування цим модулем!';
$_['error_name'] = 'Назва повинна бути від 3 до 64 символів!';
$_['error_width'] = 'Необхідно вказати ширину!';
$_['error_height'] = 'Необхідно вказати висоту!';

// Help
$_['help_delayBeforeStart'] = '(Час у мілісекундах до початку анімації рядка, що біжить. Default: 1000)';
$_['help_direction'] = '(Напрямок, в якому буде анімуватися рядок left/right/up/down. Default: left.)';
$_['help_duplicated'] = '(Напрямок, в якому анімуватиметься рядок left/right/up/down. Default: left.)';
$_['help_duration'] = '(Тривалість у мілісекундах, протягом якої ви хочете, щоб ваш елемент переміщався. Default: 5000.)';
$_['help_speed'] = '(Швидкість превалює над тривалістю. Швидкість дозволяє вам встановити відносно постійну швидкість рядка, що біжить незалежно від ширини містить елемента. Швидкість вимірюється в пікселях в секунду.)';
$_['help_gap'] = '(Зазор у пікселях між рядками, що біжать. Буде працювати, тільки якщо для параметра дублювання встановлено значення true. Default: 20. Примітка. 20 означає 20 пікселів, тому не потрібно використовувати «20 пікселів» як значення.)';
$_['help_pauseOnHover'] = '(Призупинити біжить рядок при наведенні. Якщо браузер підтримує CSS3 і для параметра allowCss3Support встановлено значення true, це буде зроблено за допомогою CSS3. В іншому випадку це буде зроблено за допомогою плагіну jQuery Pause. false.)';
$_['help_pauseOnCycle'] = '(У циклі призупиніть рядок, що біжить, на мілісекунди.)';
$_['help_startVisible'] = '(Виділення буде видно з самого початку, якщо встановлено значення true)';
$_['help_amount'] = '(Працює при зациклюванні)';
$_['help_textColor'] = '(формат назва(black) та #000000)';
$_['help_textBg'] = '(формат назва(black) та #000000)';

//tab
$_['tab_editText'] = 'Налаштування тексту';