<?php
// Имя модуля, такой он будет виден на вкладке «модули» в панели управления и внутри настроек модуля
$_['heading_title']    = 'Модалка с выбором языка';

//Текст внутри настроек модуля
$_['text_module']      = 'Модули';
$_['text_edit']        = 'Настройки модуля';
$_['text_success']     = 'Настройки модуля обновлены';
$_['entry_status']     = 'Статус';
$_['entry_second']     = 'Кол-во секунд до появления';
$_['entry_isAllPage']     = 'Отображать на всех страницах';
$_['entry_isCoockie']     = 'Зависимость от Coockie языка';
$_['entry_image']     = 'Отображать флаги';

$_['error_second']     = 'Введите кол-во секунд (1c=1000)';




