<?php
// Heading
$_['heading_title']							 = 'Новая Почта API <a href="http://NoMoney.su" target="_blank" title="NoMoney.su" style="color:#0362B6;margin-right:5px"><i class="fa fa-cloud-download fa-fw"></i></a> ';
$_['heading_applying_api_key']				 = 'Применение ключа API';
$_['heading_tariff']						 = 'Настройка тарифов';
$_['heading_adding_custom_method']			 = 'Добавление пользовательского способа';

$_['heading_options_seat']					 = 'Параметры каждого места отправления';
$_['heading_components_list']				 = 'Выбор составляющих объявленной стоимости';

//Button
$_['button_save_and_exit']					 = 'Сохранить и выйти';
$_['button_download_basic_settings']		 = 'Загрузка базовых настроек';
$_['button_import_settings']				 = 'Импорт настроек';
$_['button_export_settings']				 = 'Экспорт настроек';
$_['button_tariffs']						 = 'Настроить тарифы';
$_['button_generate']						 = 'Генерировать';
$_['button_copy']						     = 'Копировать';
$_['button_run']						     = 'Запустить';

$_['button_cn_list']						 = 'Список накладных';
$_['button_save_cn']						 = 'Сохранить накладную';
$_['button_back_to_orders']					 = 'К заказам';
$_['button_warehouse_delivery']				 = 'Доставка в отделение';
$_['button_doors_delivery']					 = 'Доставка на адрес курьером';
$_['button_options_seat']					 = 'Параметры каждого места отправления';
$_['button_components_list']				 = 'Список составляющих';

// Tab
$_['tab_general']							 = 'Основные';
$_['tab_database']							 = 'База данных';
$_['tab_sender']							 = 'Отправитель';
$_['tab_recipient']							 = 'Получатель';
$_['tab_departure']							 = 'Отправление';
$_['tab_payment']							 = 'Оплата';
$_['tab_consignment_note']					 = 'ТТН';
$_['tab_cron']								 = 'Задания Cron';
$_['tab_support']							 = 'Поддержка';

// Column
$_['column_type']           				 = 'Тип данных';
$_['column_date']							 = 'Последнее обновление';
$_['column_amount']							 = 'Количество';
$_['column_description']   					 = 'Описание';
$_['column_action']         				 = 'Действие';

$_['column_weight']           				 = 'Вес (включительно), кг';
$_['column_warehouse_service_cost']          = 'Обслуживание в отделении, грн';
$_['column_doors_service_cost']              = 'Доплата за адресное обслуживание, грн';
$_['column_tariff_zone_ukraine']        	 = 'Украина';
$_['column_pickup_or_deliver']        	     = 'Забор или доставка';
$_['column_pickup_and_deliver']        	     = 'Забор и доставка';

$_['column_novaposhta_status']         	 	 = 'Статус Новой Почты';
$_['column_store_status']           		 = 'Статус магазина';
$_['column_implementation_delay']            = 'Задержка выполнения';
$_['column_notification']        			 = 'Уведомление';
$_['column_message_template']        		 = 'Шаблон сообщения';

$_['column_cn_identifier']					 = 'Идентификатор накладной';
$_['column_cn_number']						 = '№ накладной';
$_['column_order_number']					 = '№ заказа';
$_['column_create_date']		             = 'Дата создания';
$_['column_actual_shipping_date']		     = 'Фактическая дата отправления';
$_['column_preferred_shipping_date']		 = 'Желаемая дата доставки';
$_['column_estimated_shipping_date']		 = 'Предполагаемая дата доставки';
$_['column_recipient_date']		             = 'Дата получения';
$_['column_last_updated_status_date']		 = 'Дата последнего обновления статуса';
$_['column_sender']          			     = 'Отправитель';
$_['column_sender_address']          		 = 'Адрес отправителя';
$_['column_recipient']          			 = 'Получатель';
$_['column_recipient_address']          	 = 'Адрес получателя';
$_['column_weight']          	             = 'Вес, кг';
$_['column_seats_amount']          	         = 'Количество мест';
$_['column_announced_price']         		 = 'Объявленная стоимость';
$_['column_shipping_cost']         			 = 'Стоимость доставки';
$_['column_backward_shipping']         		 = 'Обратная доставка';
$_['column_service_type']         			 = 'Технология доставки';
$_['column_description']         			 = 'Описание';
$_['column_additional_information']          = 'Дополнительная информация';
$_['column_payer_type']         			 = 'Плательщик доставки';
$_['column_payment_method']         	     = 'Тип оплаты';
$_['column_departure_type']         		 = 'Тип отправления';
$_['column_packing_number']         		 = 'Номер упаковки';
$_['column_rejection_reason']         		 = 'Причина не развоза';
$_['column_status']          				 = 'Статус';

$_['column_number']          			     = '№ п/п';
$_['column_volume']          				 = 'Объем';
$_['column_width']          				 = 'Ширина';
$_['column_length']         				 = 'Длина';
$_['column_height']          				 = 'Высота';
$_['column_volume_weight']         			 = 'Объемный вес';
$_['column_price']         					 = 'Стоимость';

// Entry
$_['entry_status']     						 = 'Статус модуля';
$_['entry_debugging_mode'] 					 = 'Отладочный режим';
$_['entry_sort_order'] 						 = 'Порядок сортировки';
$_['entry_key_api'] 						 = 'Ключ API';
$_['entry_tariffs'] 						 = 'Тарифы';
$_['entry_image'] 							 = 'Изображение';
$_['entry_image_output_place'] 				 = 'Место вывода изображения';
$_['entry_method_status']     				 = 'Статус';
$_['entry_name']     						 = 'Название';
$_['entry_geo_zone']   						 = 'Географическая зона';
$_['entry_tax_class']  						 = 'Налоговый класс';
$_['entry_minimum_order_amount'] 			 = 'Минимальная сумма заказа';
$_['entry_maximum_order_amount'] 			 = 'Максимальная сумма заказа';
$_['entry_free_shipping'] 					 = 'Бесплатная доставка от';
$_['entry_free_cost_text']     				 = 'Текст бесплатной доставки';
$_['entry_cost'] 							 = 'Стоимость';
$_['entry_api_calculation'] 				 = 'API расчет';
$_['entry_tariff_calculation'] 				 = 'Тарифный расчет';
$_['entry_delivery_period'] 				 = 'Срок доставки';
$_['entry_warehouses_filter_weight']		 = 'Фильтр отделений по весу';
$_['entry_warehouse_types'] 				 = 'Тип отделений';
$_['entry_area']              				 = 'Область';
$_['entry_city']              				 = 'Город';
$_['entry_warehouse'] 						 = 'Отделение';
$_['entry_references']						 = 'Справочники';
$_['entry_sender']              			 = 'Отправитель';
$_['entry_recipient']             			 = 'Получатель';
$_['entry_contact_person'] 					 = 'Контактное лицо';
$_['entry_phone']              				 = 'Телефон';
$_['entry_address'] 						 = 'Адрес';
$_['entry_street'] 							 = 'Улица';
$_['entry_house'] 							 = 'Дом';
$_['entry_flat'] 							 = 'Квартира';
$_['entry_preferred_delivery_date'] 		 = 'Предпочтительная дата доставки';
$_['entry_preferred_delivery_time'] 		 = 'Предпочтительное время доставки';
$_['entry_autodetection_departure_type']	 = 'Автоопределение типа отправления';
$_['entry_departure_type']              	 = 'Тип отправления';
$_['entry_calculate_volume'] 				 = 'Учёт объема';
$_['entry_calculate_volume_type'] 			 = 'Способ расчета объема';
$_['entry_seats_amount']              		 = 'Количество мест';
$_['entry_announced_price']            	 	 = 'Объявленная стоимость';
$_['entry_announced_price_default']			 = 'Объявленная стоимость по умолчанию';
$_['entry_departure_description'] 			 = 'Описание отправления';
$_['entry_departure_additional_information'] = 'Дополнительная информация об отправлении';
$_['entry_use_parameters']					 = 'Применение параметров';
$_['entry_weight'] 							 = 'Вес';
$_['entry_dimensions'] 						 = 'Размеры (Ш x Д x В)';
$_['entry_allowance'] 					     = 'Допуск (Ш x Д x В)';
$_['entry_pack'] 							 = 'Учёт упаковки';
$_['entry_pack_type'] 						 = 'Упаковка';
$_['entry_autodetection_pack_type']          = 'Автоопределение типа упаковки';
$_['entry_payer']              			 	 = 'Плательщик';
$_['entry_third_person']             		 = 'Третье лицо';
$_['entry_payment_type']              		 = 'Форма оплаты';
$_['entry_payment_cod'] 					 = 'Метод оплаты наложенным платежом';
$_['entry_backward_delivery']           	 = 'Обратная доставка';
$_['entry_backward_delivery_payer']			 = 'Плательщик обратной доставки';
$_['entry_money_transfer_method'] 			 = 'Способ получения денежного перевода';
$_['entry_payment_card'] 			         = 'Платежная карта';
$_['entry_display_all_consignments']         = 'Отображение всех накладных аккаунта';
$_['entry_displayed_information']            = 'Отображаемая информация';
$_['entry_print_format']                     = 'Формат печати';
$_['entry_number_of_copies']                 = 'Количество копий';
$_['entry_template_type']                    = 'Тип шаблона';
$_['entry_print_type']                       = 'Тип печати';
$_['entry_print_start']                      = 'Место печати';
$_['entry_compatible_shipping_method']       = 'Совместимый способ доставки';
$_['entry_consignment_create']               = 'Создание накладной';
$_['entry_consignment_edit']                 = 'Редактирование накладной';
$_['entry_consignment_delete']               = 'Удаление накладной';
$_['entry_consignment_assignment_to_order']  = 'Присвоение накладной заказу';
$_['entry_menu_text']                        = 'Текст пункта меню';
$_['entry_key_cron'] 						 = 'Cron ключ';
$_['entry_departures_tracking'] 			 = 'Отслеживание отправлений';
$_['entry_tracking_statuses'] 				 = 'Статусы для отслеживания';
$_['entry_admin_notification'] 				 = 'Для администратора';
$_['entry_customer_notification'] 			 = 'Для покупателя';
$_['entry_customer_notification_default'] 	 = 'Для покупателя о смене статуса';
$_['entry_email']                            = 'E-mail';
$_['entry_sms']                              = 'SMS';
$_['entry_discount'] 						 = 'Скидка';
$_['entry_additional_commission'] 			 = 'Дополнительная комиссия';
$_['entry_additional_commission_bottom']     = 'Нижняя граница дополнительной комиссии';
$_['entry_code']                             = 'Код';

$_['entry_width']              				 = 'Ширина';
$_['entry_length']              			 = 'Длина';
$_['entry_height']              			 = 'Высота';
$_['entry_volume_weight']              		 = 'Объёмный вес (Объём x 250)';
$_['entry_volume_general']             		 = 'Общий объем отправления';
$_['entry_backward_delivery_total']			 = 'Сумма обратной доставки';
$_['entry_payment_control'] 				 = 'Контроль оплаты';
$_['entry_departure_date']				     = 'Дата отправки';
$_['entry_packing_number']					 = 'Номер упаковки';
$_['entry_sales_order_number'] 				 = 'Внутренний номер заказа клиента';
$_['entry_cn_type'] 				         = 'Тип накладной';
$_['entry_order_number'] 				     = 'Номер заказа';

// Help
$_['help_status'] 							 = 'Включить/выключить модуль';
$_['help_debugging_mode'] 					 = 'Включить/выключить отладочный режим';
$_['help_sort_order'] 						 = 'Порядок сортировки модуля';
$_['help_key_api'] 							 = 'Вставьте значение ключа API, который Вы сможете найти на сайте компании «Новая Почта» в собственном кабинете. Смотрите раздел Настройки 🠆 API 2.0';
$_['help_tariffs'] 							 = 'Настройка тарифов, которые будут использоваться вместо расчёта по API';
$_['help_image'] 							 = 'Изображение метода доставки';
$_['help_image_output_place'] 				 = 'Укажите вариант вывода изображения метода доставки в корзине';
$_['help_method_status']     				 = 'Включить/выключить способ доставки';
$_['help_name']     						 = 'Данное название будет отображаться покупателю во время оформления заказа';
$_['help_geo_zone'] 						 = 'Выберите географическую зону, для которой будет доступен этот способ доставки';
$_['help_tax_class'] 						 = 'Выберите налоговый класс';
$_['help_minimum_order_amount'] 			 = 'Меньше указанной суммы способ доставки будет недоступный';
$_['help_maximum_order_amount'] 			 = 'Больше указанной суммы способ доставки будет недоступный';
$_['help_free_shipping'] 					 = 'Укажите минимальную сумму заказа для бесплатной доставки';
$_['help_free_cost_text']     				 = 'Данный текст будет отображаться в случае бесплатной доставки';
$_['help_cost'] 							 = 'Рассчитывать стоимость доставки?';
$_['help_api_calculation'] 					 = 'Расчет стоимости через API «Новой Почты» - дает самые точные и актуальные данные о стоимости доставки';
$_['help_tariff_calculation'] 				 = 'Если расчет через API почтовой компании выключен, то будет использоваться только тарифный расчет. Если расчет через API включен - будет использоваться тарифный расчет стоимости доставки только в случае недоступности API';
$_['help_delivery_period']	 				 = 'Рассчитывать срок доставки?';
$_['help_warehouses_filter_weight']			 = 'Если включить фильтр, то для клиента список доступных отделений будет формироваться в соответствии с общим весом товаров в корзине и максимально допустимым весом для отделений';
$_['help_warehouse_types']	 				 = 'Выбранный тип отделений будет доступный для клиентов во время оформления заказа. Если не выбран ни один тип, то будут доступны все отделения';
$_['help_update_areas'] 					 = 'Будет выполнено обновление списка областей почтовой компании. Действие не повлияет на стандартные области';
$_['help_update_cities'] 					 = 'Будет выполнено обновление городов, в которые возможна доставка почтовой компанией';
$_['help_update_warehouses']				 = 'Будет выполнено обновление отделений почтовой компании';
$_['help_update_references']				 = 'Будет выполнено обновление справочной и другой информации почтовой компании необходимой для работы дополнения. Рекомендуемая частота обновлений не реже 1-го раза в месяц';
$_['help_sender'] 							 = 'Выберите отправителя';
$_['help_sender_contact_person'] 			 = 'Выберите контактное лицо';
$_['help_sender_city']              		 = 'Выберите город с которого будет осуществляться отправление заказа';
$_['help_sender_address'] 					 = 'Выберите адрес с которого будет осуществляться отправление заказа';
$_['help_recipient'] 						 = 'Выберите получателя по умолчанию или укажите макросы для поиска названия. Пример: Приватна особа';
$_['help_recipient_contact_person'] 		 = 'Укажите макрос для Ф.И.О контактного лица. Пример: {shipping_lastname} {shipping_firstname}';
$_['help_recipient_contact_person_phone']	 = 'Укажите макрос для номера телефона контактного лица. Пример: {telephone}';
$_['help_recipient_area']              		 = 'Укажите макрос для области получателя. Пример: {shipping_zone}';
$_['help_recipient_city']              		 = 'Укажите макрос для города получателя. Пример: {shipping_city}';
$_['help_recipient_warehouse'] 				 = 'Укажите макрос для отделения получателя. Пример: {shipping_address_1}';
$_['help_recipient_address'] 				 = 'Укажите макрос для адреса получателя. Используется для ввода адреса доставки в одно поле с разделением через запятую (улица, дом, квартира). Пример: {shipping_address_1}';
$_['help_recipient_street'] 				 = 'Укажите макрос для улицы получателя. Пример: {shipping_street}';
$_['help_recipient_house'] 					 = 'Укажите макрос для дома получателя. Пример: {shipping_house}';
$_['help_recipient_flat'] 					 = 'Укажите макрос для квартиры получателя. Пример: {shipping_flat}';
$_['help_preferred_delivery_date'] 			 = 'Укажите макрос для предпочтительной даты доставки. Пример: {shipping_date}';
$_['help_preferred_delivery_time'] 			 = 'Укажите макрос для предпочтительного времени доставки. Пример: {shipping_time}';
$_['help_autodetection_departure_type']		 = 'Определять тип отправления автоматически?';
$_['help_departure_type'] 					 = 'Укажите тип отправления';
$_['help_calculate_volume'] 				 = 'Учитывать объёмный вес при расчете предварительной стоимости доставки и при создании ТТН?';
$_['help_calculate_volume_type'] 			 = 'Укажите способ расчета объема';
$_['help_seats_amount']              		 = 'Укажите количество мест по умолчанию. Если оставить поле пустым, то количество мест будет соответствовать количеству товаров в заказе';
$_['help_announced_price']            	 	 = 'Укажите составляющие для объявленной стоимости отправления';
$_['help_announced_price_default']			 = 'Значение будет использовано если объявленная стоимость не задана или оплата по заказу не наложенным платежем';
$_['help_departure_description'] 			 = 'Используется как описание товара по умолчанию при создании «ЭН», удобно если в магазине много товаров, которые имеют одинаковое описание';
$_['help_departure_additional_information']  = 'Используется как шаблон для поля дополнительной информации об отправлении при создании «ЭН». Возможно применение макросов. При использовании макросов товара разделяйте текст на два блока при помощи символа «|» (макросы товара используйте во втором блоке)';
$_['help_use_parameters']					 = 'Укажите способ применения параметров по умолчанию (вес и габариты)';
$_['help_weight'] 							 = 'Укажите фактический вес по умолчанию';
$_['help_dimensions'] 						 = 'Укажите габаритные размеры по умолчанию';
$_['help_allowance'] 					     = 'Данные размеры будут суммироваться с размерами отправления. Можно указывать отрицательные значения';
$_['help_pack'] 							 = 'Учитывать упаковку в стоимости доставки?';
$_['help_pack_type'] 						 = 'Укажите тип упаковки по умолчанию';
$_['help_autodetection_pack_type']           = 'Включить автоматический подбор упаковки из выбранных типов? Если автоопределение не включено, то будет использован первый тип выбранной упаковки';
$_['help_payer']              				 = 'Укажите плательщика по умолчанию';
$_['help_third_person']              		 = 'Укажите третье лицо по умолчанию';
$_['help_payment_type']              		 = 'Укажите форму оплаты по умолчанию';
$_['help_payment_cod'] 						 = 'Укажите способ оплаты который соответствует наложенному платежу';
$_['help_backward_delivery']           	     = 'Укажите тип обратной доставки по умолчанию';
$_['help_backward_delivery_payer']			 = 'Укажите плательщика обратной доставки по умолчанию';
$_['help_money_transfer_method'] 			 = 'Укажите способ получение денежного перевода';
$_['help_default_payment_card'] 			 = 'Выберите платежную карту по умолчанию на которую будет зачислен денежный перевод. Карту можно добавить в личном кабинете почтовой компании';
$_['help_display_all_consignments'] 		 = 'Отображать все накладные аккаунта почтовой компании? Если выбрать «Нет», то будут отображаться только те накладные, которые закреплены за заказами данного интернет-магазина';
$_['help_displayed_information']             = 'Выберите информацию для отображения';
$_['help_print_format']                      = 'Укажите формат печати';
$_['help_number_of_copies']                  = 'Укажите количество копий';
$_['help_template_type']                     = 'Укажите тип шаблона';
$_['help_print_type']                        = 'Укажите тип печати';
$_['help_print_start']                       = 'Укажите место с которого будет начинаться печать';
$_['help_compatible_shipping_method']        = 'Выберите способ доставки заказа, для которого будет доступна работа с накладной';
$_['help_consignment_create']                = 'Включить возможность создания накладной при просмотре заказа?';
$_['help_consignment_edit']                  = 'Включить возможность редактирования накладной при просмотре заказа?';
$_['help_consignment_delete']                = 'Включить возможность удаления накладной при просмотре заказа?';
$_['help_consignment_assignment_to_order']   = 'Включить возможность присвоения накладной при просмотре заказа?';
$_['help_key_cron'] 						 = 'Задайте или сгенерируйте ключ';
$_['help_tracking_statuses'] 				 = 'Выберите статусы заказов, для которых будет осуществляться отслеживание';
$_['help_discount'] 						 = 'Укажите скидку на доставку. Если у Вас нет скидки оставьте поле пустым';
$_['help_additional_commission'] 			 = 'Укажите размер дополнительной комиссии, которая рассчитывается как процент от объявленной стоимости отправления';
$_['help_additional_commission_bottom']		 = 'Укажите минимальную объявленную стоимость отправления начиная с которой будет рассчитываться дополнительная комиссия';

// Text
$_['text_shipping']    						 = 'Доставка';
$_['text_settings']    				         = 'Настройки';
$_['text_success_settings']     			 = 'Настройки успешно сохранены';
$_['text_success_download_basic_settings']   = 'Базовые настройки успешно загружены';
$_['text_success_import_settings']           = 'Настройки успешно импортированы';
$_['text_contacts']				             = 'Контакты';
$_['text_instruction']				         = 'Инструкция';
$_['text_global']							 = 'Общие';
$_['text_warehouse']						 = 'Доставка в отделение';
$_['text_doors']							 = 'Доставка курьером';
$_['text_key_api_checking']					 = 'Проверка ключа API';
$_['text_areas_updating']					 = 'Обновление областей';
$_['text_cities_updating']					 = 'Обновление городов';
$_['text_warehouses_updating']				 = 'Обновление отделений';
$_['text_references_updating']				 = 'Обновление справочной информации';
$_['text_saving_settings']					 = 'Сохранение настроек';
$_['text_document_and_parcel_tariffs'] 		 = 'Тариф на отправку документов и посылок';
$_['text_image_output_place_title'] 		 = 'Заголовок вариантов доставки';
$_['text_image_output_place_img_key'] 		 = 'Элемент с ключом «img» массива способа доставки';
$_['text_update'] 							 = 'Обновить данные';
$_['text_update_success'] 					 = 'Данные успешно обновлены';
$_['text_sum_all_products_volume'] 			 = 'Сумма объемов всех товаров';
$_['text_largest_product_volume'] 			 = 'Объем наибольшего товара';
$_['text_default_departure_options'] 		 = 'Параметры отправления по умолчанию';
$_['text_products_without_parameters'] 		 = 'Применить к товарам без параметров';
$_['text_all_products'] 					 = 'Применить к каждому товару';
$_['text_whole_order'] 						 = 'Применить ко всему заказу';
$_['text_pack'] 							 = 'Упаковка';
$_['text_on_warehouse']                      = 'В отделении';
$_['text_to_payment_card']                   = 'На карту';
$_['text_consignment_note_list']			 = 'Список накладных';
$_['text_print_settings']			         = 'Настройка печати';
$_['text_integration_with_orders']			 = 'Интеграция с заказами';
$_['text_base_update']						 = 'Обновление базы данных';
$_['text_departures_tracking']				 = 'Отслеживание отправлений';
$_['text_settings_departures_statuses']	 	 = 'Настройки статусов отправления';
$_['text_message_template_macros']	 		 = 'Макросы для шаблона сообщения';
$_['text_order']							 = 'Заказ';
$_['text_orders']							 = 'Все заказы';
$_['text_form_create']						 = 'Создание накладной';
$_['text_form_edit']						 = 'Редактирование накладной';
$_['text_sender']							 = 'Отправитель';
$_['text_recipient']						 = 'Получатель';
$_['text_departure_options']				 = 'Параметры отправления';
$_['text_payment']							 = 'Оплата';
$_['text_additionally']						 = 'Дополнительно';
$_['text_announced_price']					 = 'Объявленная стоимость:';
$_['text_no_backward_delivery']				 = 'Нет обратной доставки';
$_['text_during_day']						 = 'В течение дня';
$_['text_cn_success_save']					 = 'Накладная успешно сохранена';
$_['text_cn_success_assignment']			 = 'Накладная успешно присвоена заказу';
$_['text_success_delete']				     = 'Удаление прошло успешно';
$_['text_or']								 = 'или';
$_['text_grn']								 = 'грн';
$_['text_cm']								 = 'см';
$_['text_kg']								 = 'кг';
$_['text_pct']								 = '%';
$_['text_cubic_meter']						 = 'м&sup3;';
$_['text_pc']								 = 'шт';
$_['text_hour']								 = 'часов';
$_['text_day']								 = 'дней';
$_['text_month']							 = 'месяцев';
$_['text_year']								 = 'лет';
$_['text_confirm']							 = 'Вы уверены?';
$_['text_help_integration_with_orders'] 	 = 'Номер накладной хранится в таблице <b>%sorder</b> в поле <b>%s_cn_number</b> соответствующего заказа';
$_['text_help_cron'] 						 = 'Задайте ключ и сохраните настройки модуля, далее скопируйте требуемую команду и добавьте её в задания Cron в Вашей панели управления хостингом. Оптимальная частота запуска:<br/>
	<ul>
		<li>города и отделения - 1 раз в сутки</li>
		<li>области и справочники - 1 раз в месяц</li>
		<li>отслеживание посылок - по необходимости</li>
	</ul>';
$_['text_order_template_macros'] 			 = '<strong>Макросы заказа:</strong><br/>
    <code>{order_id}</code><br/>
    <code>{invoice_no}</code><br/>
    <code>{invoice_prefix}</code><br/>
    <code>{store_name}</code><br/>
    <code>{store_url}</code><br/>
    <code>{customer}</code><br/>
    <code>{firstname}</code><br/>
    <code>{lastname}</code><br/>
    <code>{email}</code><br/>
    <code>{telephone}</code><br/>
    <code>{fax}</code><br/>
    <code>{payment_firstname}</code><br/>
    <code>{payment_lastname}</code><br/>
    <code>{payment_company}</code><br/>
    <code>{payment_address_1}</code><br/>
    <code>{payment_address_2}</code><br/>
    <code>{payment_postcode}</code><br/>
    <code>{payment_city}</code><br/>
    <code>{payment_zone}</code><br/>
    <code>{payment_country}</code><br/>
    <code>{shipping_firstname}</code><br/>
    <code>{shipping_lastname}</code><br/>
    <code>{shipping_company}</code><br/>
    <code>{shipping_address_1}</code><br/>
    <code>{shipping_address_2}</code><br/>
    <code>{shipping_postcode}</code><br/>
    <code>{shipping_city}</code><br/>
    <code>{shipping_zone}</code><br/>
    <code>{shipping_country}</code><br/>
    <code>{comment}</code><br/>
    <code>{total}</code><br/>
    <code>{commission}</code><br/>
    <code>{date_added}</code><br/>
    <code>{date_modified}</code>';
$_['text_products_template_macros'] 		 = '<strong>Макросы товара:</strong><br/>
	<code>{name}</code><br/>
	<code>{model}</code><br/>
	<code>{sku}</code><br/>
	<code>{ean}</code><br/>
	<code>{upc}</code><br/>
	<code>{jan}</code><br/>
	<code>{isbn}</code><br/>
	<code>{mpn}</code><br/>
	<code>{quantity}</code>';
$_['text_cn_template_macros'] 				 = '<strong>Макросы ТТН:</strong><br/>
	<code>{Number}</code> - номер ЭН<br/>
	<code>{Redelivery}</code> - обратная доставка (0,1)<br/>
	<code>{RedeliverySum}</code> - сумма за обратную доставку<br/>
	<code>{RedeliveryNum}</code> - номер ТТН обратной доставки<br/>
	<code>{RedeliveryPayer}</code> - плательщик за обратную доставку<br/>
	<code>{OwnerDocumentType}</code> - создан на основе<br/>
	<code>{LastCreatedOnTheBasisDocumentType}</code> - последние изменения, тип документа<br/>
	<code>{LastCreatedOnTheBasisPayerType}</code> - последние изменения, тип плательщика<br/>
	<code>{LastCreatedOnTheBasisDateTime}</code> - последние изменения, дата создания<br/>
	<code>{LastTransactionStatusGM}</code> - дата последнего статуса<br/>
	<code>{LastTransactionDateTimeGM}</code> - дата последнего передвижения<br/>
	<code>{DateCreated}</code> - дата создания<br/>
	<code>{DocumentWeight}</code> - вес<br/>
	<code>{CheckWeight}</code> - вес после контрольного взвешивания<br/>
	<code>{DocumentCost}</code> - стоимость за доставку<br/>
	<code>{SumBeforeCheckWeight}</code> - сумма после контрольного взвешивания<br/>
	<code>{PayerType}</code> - тип плательщика<br/>
	<code>{RecipientFullName}</code> - полное имя получателя<br/>
	<code>{RecipientDateTime}</code> - дата и время получения отправления<br/>
	<code>{ScheduledDeliveryDate}</code> - расчетная дата доставки<br/>
	<code>{PaymentMethod}</code> - тип оплаты<br/>
	<code>{CargoDescriptionString}</code> - описание отправления<br/>
	<code>{CargoType}</code> - тип груза<br/>
	<code>{CitySender}</code> - город отправителя<br/>
	<code>{CityRecipient}</code> - город получателя<br/>
	<code>{WarehouseRecipient}</code> - отделение получателя<br/>
	<code>{CounterpartyType}</code> - тип контрагента<br/>
	<code>{AfterpaymentOnGoodsCost}</code> - сумма обратной доставки Ц1П<br/>
	<code>{ServiceType}</code> - тип доставки<br/>
	<code>{UndeliveryReasonsSubtypeDescription}</code> - причины не доставки отправления<br/>
	<code>{WarehouseRecipientNumber}</code> - номер отделения получателя<br/>
	<code>{LastCreatedOnTheBasisNumber}</code> - последние изменения, номер ЭН<br/>	
	<code>{Status}</code> - статус ТТН<br/>
	<code>{StatusCode}</code> - номер статуса трекинга<br/>
	<code>{WarehouseSender}</code> - отделение отправителя<br/>
	<code>{WarehouseRecipientRef}</code> - идентификатор отделения получателя<br/>
	<code>{InternationalDeliveryType}</code> - тип международной доставки<br/>
	<code>{PhoneSender}</code> - телефон отправителя<br/>
	<code>{SenderFullNameEW}</code> - данные ФИО отправителя с накладной (при вводе телефона)<br/>
	<code>{PhoneRecipient}</code> - телефон получателя<br/>
	<code>{RecipientFullNameEW}</code> - данные ФИО получателя с накладной (при вводе телефона)<br/>
	<code>{WarehouseRecipientInternetAddressRef}</code> - идентификатор склада получателя<br/>
	<code>{MarketplacePartnerToken}</code><br/>
	<code>{ClientBarcode}</code> - внутренний номер заказа<br/>
	<code>{SenderAddress}</code> - адрес отправителя<br/>
	<code>{RecipientAddress}</code> - адрес получателя<br/>
	<code>{CounterpartySenderDescription}</code> - описание контрагента отправителя<br/>
	<code>{CounterpartyRecipientDescription}</code> - описание контрагента получателя<br/>
	<code>{CounterpartySenderType}</code> - тип контрагента отправителя<br/>
	<code>{DateScan}</code> - дата сканирования, которая привела к формированию статуса<br/>
	<code>{AnnouncedPrice}</code> - объявленная стоимость<br/>
	<code>{AmountCommissionGM}</code><br/>
	<code>{LastAmountTransferGM}</code><br/>
	<code>{LastAmountReceivedCommissionGM}</code><br/>
	<code>{RecipientWarehouseTypeRef}</code> - идентификатор типа отделения получателя<br/>
	<code>{OwnerDocumentNumber}</code><br/>
	<code>{PaymentStatus}</code> - статус для интернет эквайринг<br/>
	<code>{PaymentStatusDate}</code> - дата оплаты для интернет эквайринг<br/>
	<code>{AmountToPay}</code> - сумма к оплате для интернет эквайринг<br/>
	<code>{AmountPaid}</code> - оплачено для интернет эквайринг<br/>
	<code>{RefEW}</code> - идентификатор накладной для эквайринга (используется в рабочих целях)<br/>
	<code>{BackwardDeliverySubTypesActions}</code> - информация по нестандартным подтипам обратной доставки<br/>
	<code>{BackwardDeliverySubTypesServices}</code> - информация по нестандартным подтипам обратной доставки<br/>
	<code>{UndeliveryReasons}</code> - причина не развоза<br/>
    <code>{DatePayedKeeping}</code>';
$_['text_macros']                            = 'Макросы';
$_['text_add']						         = 'Добавить';
$_['text_edit']							     = 'Редактировать';
$_['text_delete']							 = 'Удалить';
$_['text_assignment_order']					 = 'Присвоить заказ';
$_['text_customized_printing']				 = 'Настроенная печать';
$_['text_download_pdf']					     = 'Скачать в формате PDF';
$_['text_print_html']						 = 'Печать HTML';
$_['text_cn']								 = 'Накладная';
$_['text_mark']							     = 'Маркировка';
$_['text_mark_zebra']						 = 'Маркировка «Зебра»';
$_['text_cn_a4']						     = 'ЭН А4';
$_['text_cn_a5']						     = 'ЭН А5';
$_['text_html']						         = 'HTML';
$_['text_pdf']						         = 'PDF';
$_['text_horizontally']						 = 'Горизонтально';
$_['text_vertically']						 = 'Вертикально';
$_['text_redelivery_money']                  = 'С обратной доставкой';
$_['text_unassembled_cargo']                 = 'Не забранные';

// Error
$_['error_permission']						 = 'Ошибка: у Вас отсутствуют права на изменение настроек!';
$_['error_settings_saving']    				 = 'Ошибка сохранения настроек!';
$_['error_download_basic_settings']          = 'Ошибка загрузки базовых настроек!';
$_['error_import_settings']                  = 'Ошибка импорта настроек!';
$_['error_key_api']							 = 'Ошибка ключа API!';
$_['error_update']							 = 'Ошибка обновления данных!';
$_['error_empty_field'] 					 = 'Поле обязательно к заполнению!';

$_['error_get_order']						 = 'Заказ не найден в базе';
$_['error_get_cn']							 = 'Ошибка загрузки накладной';
$_['error_cn_save'] 						 = 'Не удалось сохранить накладную';
$_['error_cn_assignment'] 					 = 'Не удалось присвоить накладную заказу';
$_['error_delete'] 						     = 'Удаление не удалось';
$_['error_sender'] 							 = 'Отправитель не найден. Пожалуйста, выберите из списка';
$_['error_sender_contact_person'] 			 = 'Контактное лицо для данного отправителя не найдено. Пожалуйста, выберите из списка';
$_['error_city'] 							 = 'Город не найден. Пожалуйста, выберите из списка';
$_['error_address']	 			             = 'Адрес не найден. Пожалуйста, выберите из списка';
$_['error_warehouse'] 					     = 'Отделение не найдено. Пожалуйста, выберите из списка';
$_['error_third_person'] 					 = 'Третье лицо не найдено в базе. Пожалуйста, выберите из списка';
$_['error_full_name_correct'] 			 	 = 'Проверьте правильность написания фамилии, имени и отчества. Пример: Шевченко Тарас Григорьевич';
$_['error_characters'] 						 = 'Запрещённые символы';
$_['error_phone'] 							 = 'Неверный формат номера телефона. Пример: 380501234567';
$_['error_width']	              			 = 'Ширина должна быть целым числом не больше 35 см';
$_['error_length']  	            		 = 'Длина должна быть целым числом не больше 61 см';
$_['error_height']      	         		 = 'Высота должна быть целым числом не больше 37 см';
$_['error_weight'] 				 			 = 'Вес должен быть дробным или целым числом больше 0. Корректные примеры: 7, 1.002';
$_['error_volume'] 				 			 = 'Объем должен быть дробным или целым числом больше 0. Корректные примеры: 7, 1.002';
$_['error_seats_amount'] 					 = 'Количество мест должно быть целым числом больше 0';
$_['error_sum']                              = 'Сумма должна быть дробным или целым числом больше 0. Корректные примеры: 700, 100.5';
$_['error_departure_description']	 		 = 'Описание отправления должно состоять не менее чем из 3-х символов и иметь смысл';
$_['error_date']							 = 'Неверный формат даты. Корректный пример: 24.07.2014';
$_['error_date_past']						 = 'Дата не может быть в прошлом';
$_['error_departure_additional_information'] = 'Дополнительная информация об отправлении не может быть больше 100 символов';