<?php
// Heading
$_['heading_title']				= 'Список работ для товаров';

// Text
$_['text_success']				= 'Успех: вы изменили Работу!';
$_['text_list']					= 'Список работ';
$_['text_add']					= 'Добавление';
$_['text_edit']					= 'Изменение';

// Колонки
$_['column_name']				= 'Название';
$_['column_product']			= 'Продукт';
$_['column_title']				= 'Название работы';
$_['column_status']				= 'Статус';
$_['column_action']				= 'Действие';
$_['column_srok']				= 'Срок';

// Кнопки
$_['button_setting']			= 'Настройки модуля';

// Вводимые значения
$_['entry_name']				= 'Введите название для админа';
$_['entry_title']				= 'Введите название для пользователя';
$_['entry_product']				= 'Товар';
$_['entry_color']				= 'Цвет события';
$_['entry_time_to']          	= 'Время начала';
$_['entry_time_from']        	= 'Время окончания';
$_['entry_status']				= 'Статус';
$_['entry_sort_order']			= 'Сортировка события';
$_['entry_month_start']			= 'Начало';
$_['entry_month_end']			= 'Конец';
$_['entry_titleModule']			= 'Введите название графика';

//error
$_['error_name']				= 'Введите название для админа';
$_['error_title']				= 'Введите название для пользователя';
$_['error_warning']				= 'Проверьте форму на наличие ошибок';

//help
$_['help_product']				= '(Автодополнение)';
$_['help_color']				= 'Неиспользуйте цвет белый. Можно водить RGB или HEX (пример: black или #000 или #000000)';
$_['help_titleModule']			= 'Если поле пустое, значит название выводиться не будет!';