<?php
// Text
$_['text_license_request']		= 'Форма запроса лицензии <a href="http://NoMoney.su" target="_blank" title="NoMoney.su" style="color:#0362B6;margin-right:5px"><i class="fa fa-cloud-download fa-fw"></i></a> ';
$_['text_license']				= 'Активация лицензии';
$_['text_contacts']				= 'Контакты';
$_['text_success_sent']			= 'Данные о покупке успешно отправлены!';
$_['text_success_activate'] 	= 'Активация прошла успешно!';
$_['text_about_license']		= 'Порядок активации лицензии:<br/>
<ol>
	<li>Укажите все данные покупки и нажмите кнопку &laquo;Отправить&raquo;</li>
	<li>После проверки покупки ключ лицензии будет отправлен на указанный электронный адрес</li>
	<li>Введите ключ и нажмите кнопку &laquo;Активировать&raquo;</li>
</ol>
Лицензия предоставляется на 1 (один) домен и на любое количество поддоменов или тестовых сайтов!';
$_['text_about_support']		= 'По всем вопросам, которые связаны с работой расширения обращайтесь по следующим контактам:';
$_['text_support_skype']		= 'oc.max';
$_['text_support_email']		= 'support@oc-max.com';
$_['text_support_site']			= 'oc-max.com';

// Entry
$_['entry_email']				= 'E-mail';
$_['entry_domain']				= 'Домен';
$_['entry_market']				= 'Продавец';
$_['entry_payment_id']			= '№ чека/счета';
$_['entry_license']				= 'Ключ лицензии';

// Help
$_['help_email']				= 'Введите e-mail на который будет отправлен ключ лицензии';
$_['help_domain']				= 'Домен к которому будет привязана лицензия. Можно указать несколько через запятую';
$_['help_market']				= 'Укажите место, где Вы приобрели расширение';
$_['help_payment_id']			= 'Введите номер чека/счета или другую информацию для идентификации покупки';
$_['help_send']					= 'Отправить данные о покупке';
$_['help_license']				= 'Вставьте ключ и нажмите &laquo;Активировать&raquo; (изображение ключа)';
$_['help_activate']				= 'Активировать';

// Error
$_['error_sent']				= 'Ошибка! Данные о покупке не отправлены!';
$_['error_activate']			= 'Ошибка! Ключ лицензии не верен!';