<?php

$_['heading_title'] = 'События';
$_['spisok_event'] = 'Список событий';


// Текст
$_['button_read_more'] = 'Читать дальше ...';
$_['text_empty'] = 'Нет событий';
$_['text_error'] = 'Нет событий';

//
$_['sun']='Воскресенье';
$_['mon']='Понедельник';
$_['tue']='Вторник';
$_['wed']='Среда';
$_['thu']='Четверг';
$_['fri']='Пятница';
$_['sat']='Суббота';
$_['sun1']='Вс';
$_['mon1']='Пн';
$_['tue1']='Вт';
$_['wed1']='Ср';
$_['thu1']='Чт';
$_['fri1']='Пт';
$_['sat1']='Сб';

$_['January']='Январь';
$_['February']='Февраль';
$_['March']='Март';
$_['April']='Апрель';
$_['May']='Май';
$_['June']='Июнь';
$_['July']='Июль';
$_['August']='Август';
$_['September']='Сентябрь';
$_['October']='Октябрь';
$_['November']='Ноябрь';
$_['December']='Декабрь';
$_['Jan']='Янв';
$_['Feb']='Фев';
$_['Mar']='Март';
$_['Apr']='Апр';
$_['May1']='Май';
$_['Jun']='Июнь';
$_['Jul']='Июль';;
$_['Aug']='Авг';
$_['Sept']='Сент';
$_['Oct']='Окт';
$_['Nov']='Ноя';
$_['Dec']='Дек';

//
$_['tooday']='Сегодня';
$_['month']='Месяц';
$_['week']='Неделя';
$_['day']='День';