<?php
// Имя модуля, такой он будет виден на вкладке «модули» в панели управления и внутри настроек модуля
$_['heading_title']    = 'Модуль голосования';

//Текст внутри настроек модуля
$_['text_module']      = 'Модуль голосования';
$_['text_edit']        = 'Настройки модуля';
$_['text_success']        = 'Настройки сохранены';

$_['entry_status']     = 'Статус';
$_['entry_name']     = 'Название модуля';
$_['entry_title_module']     = 'Заголовок модуля';
$_['entry_attribute']     = 'Значение';
$_['entry_type']     = 'Множественный выбор?';

$_['button_apply']     = 'Применить';
$_['button_attribute_add']     = 'Добавить';
$_['button_save']     = 'Сохранить';
$_['button_remove']     = 'Удалить';
$_['button_cancel']     = 'Отменить';

$_['error_name']     = 'Введите название модуля';

$_['tab_general']     = 'Основные';
$_['tab_data']     = 'Значения';