<?php
// Heading
$_['heading_title']    	= 'Популярний продукт';

// Text
$_['text_extension']    = 'Модулі';
$_['text_success'] 		= 'Успіх: ви змінили події!';
$_['text_edit']        	= 'Редагувати модуль';
$_['text_not'] 			= '';
$_['text_cheap'] 		= 'Найдешевший продукт';
$_['text_expensive'] 	= 'Найдорожчий продукт';
$_['text_sale'] 		= 'Популярний у продажах';
$_['text_visible'] 		= 'Популярний у перегляді';
$_['text_random'] 		= 'Випадковий продукт';

// Entry
$_['entry_name']        = 'Назва';
$_['entry_product']     = 'Товари';
$_['entry_limit']       = 'Ліміт';
$_['entry_width']       = 'Ширіна';
$_['entry_height']      = 'Висота';
$_['entry_status']      = 'Статус';

// Help
$_['help_product']     = '(Автодополнение)';

// Error
$_['error_permission'] = 'Увага: У Вас немає прав редагувати модуль. Перейдіть в Система> Учасники> Групи користувачів і встановіть права! ';
$_['error_name']       = 'Назва повинна бути від 3 до 64 символів!';
$_['error_width']      = 'Необхідно вказати ширіну!';
$_['error_height']     = 'Необхідно вказати висоту!';
