<?php
// Имя модуля, такой он будет виден на вкладке «модули» в панели управления и внутри настроек модуля
$_['heading_title']    = 'Купон при регистрации';

//Текст внутри настроек модуля
$_['text_module']      = 'Модули';
$_['text_extension']      = 'Расширения';
$_['text_edit']        = 'Настройки модуля';
$_['text_success']      = 'Настройки модуля: купон при регистрации, изменены';
$_['text_percent']      = 'Процент';
$_['text_amount']      = 'Фиксированная сумма';

$_['entry_status']     = 'Статус';
$_['entry_mail']     = 'Введите текст письма';
$_['entry_type']     = 'Тип';
$_['entry_discount']     = 'Скидка';
$_['entry_total']     = 'Сумма';
$_['entry_count_day']     = 'Срок действия в днях';
$_['entry_uses_total']     = 'Количество применений купона';
$_['entry_logged']     = 'Авторизация клиента';
$_['entry_shipping']     = 'Бесплатная доставка';
$_['entry_uses_customer']     = 'Количество применений одним клиентом';

$_['help_type']     = 'Зависимость от Процента или Фиксированная сумма.';
$_['help_uses_total']     = 'Сколько раз максимально, можно использовать купон. Для бесконечного использования оставить пустым';
$_['help_total']     = 'Минимальная сумма, начиная с которой купон действителен.';
$_['help_logged']     = 'Клиент должен выполнить вход, чтобы использовать купон.';
$_['help_uses_customer']     = 'Сколько раз максимально, клиент может использовать один купон . Для бесконечного использования оставить пустым.';
$_['help_mail']     = 'Обязательно вставьте {{coupon}}';

$_['tab_general']     = 'Основное';
$_['tab_setting_mail']     = 'Настройки письма';


