<?php

$_['heading_title'] = 'Купон під час реєстрації';

$_['text_module'] = 'Модулі';
$_['text_extension'] = 'Розширення';
$_['text_edit'] = 'Налаштування модуля';
$_['text_success'] = 'Налаштування модуля: купон під час реєстрації, змінені';
$_['text_percent'] = 'Відсоток';
$_['text_amount'] = 'Фіксована сума';

$_['entry_status'] = 'Статус';
$_['entry_mail'] = 'Введіть текст листа';
$_['entry_type'] = 'Тип';
$_['entry_discount'] = 'Знижка';
$_['entry_total'] = 'Сума';
$_['entry_count_day'] = 'Термін дії на днях';
$_['entry_uses_total'] = 'Кількість застосувань купона';
$_['entry_logged'] = 'Авторизація клієнта';
$_['entry_shipping'] = 'Безкоштовна доставка';
$_['entry_uses_customer'] = 'Кількість застосувань одним клієнтом';

$_['help_type'] = 'Залежність від Відсотка або Фіксована сума.';
$_['help_uses_total'] = 'Скільки разів максимально можна використовувати купон. Для безкінечного використання залишити порожнім';
$_['help_total'] = 'Мінімальна сума, починаючи з якої купон дійсний.';
$_['help_logged'] = 'Клієнт повинен виконати вхід, щоб використовувати купон.';
$_['help_uses_customer'] = 'Скільки разів максимально, клієнт може використовувати один купон. Для нескінченного використання залишити порожнім.';
$_['help_mail'] = 'Обов`язково вставте {{coupon}}';

$_['tab_general'] = 'Основне';
$_['tab_setting_mail'] = 'Налаштування листа';