<?php

$_['heading_title'] = 'Події';
$_['spisok_event'] = 'Список подій';


// Текст
$_['button_read_more'] = 'Читати далі ...';
$_['text_empty'] = 'Немає подій';
$_['text_error'] = 'Немає подій';

//
$_['sun'] = 'Неділя';
$_['mon'] = 'Понеділок';
$_['tue'] = 'Вівторок';
$_['wed'] = 'Середа';
$_['thu'] = 'Четвер';
$_['fri'] = 'П`ятниця';
$_['sat'] = 'Субота';
$_['sun1'] = 'Нд';
$_['mon1'] = 'Пн';
$_['tue1'] = 'Вт';
$_['wed1'] = 'Ср';
$_['thu1'] = 'Чт';
$_['fri1'] = 'Пт';
$_['sat1'] = 'Сб';

$_['January'] = 'Січень';
$_['February'] = 'Лютий';
$_['March'] = 'Березень';
$_['April'] = 'Квітень';
$_['May'] = 'Травень';
$_['June'] = 'Червень';
$_['July'] = 'Липень';
$_['August'] = 'Серпень';
$_['September'] = 'Вересень';
$_['October'] = 'Жовтень';
$_['November'] = 'Листопад';
$_['December'] = 'Грудень';
$_['Jan'] = 'Січ';
$_['Feb'] = 'Лют';
$_['Mar'] = 'Бер';
$_['Apr'] = 'Квіт';
$_['May1'] = 'Трав';
$_['Jun'] = 'Черв';
$_['Jul'] = 'Лип';
$_['Aug'] = 'Серп';
$_['Sept'] = 'Вер';
$_['Oct'] = 'Жовт';
$_['Nov'] = 'Лист';
$_['Dec'] = 'Груд';

//
$_['tooday']='Сьогодня';
$_['month']='Місяць';
$_['week']='Неділя';
$_['day']='День';